<?php
    return [        
        'text1' => 'کلید جهت‌دار راست بر روی کیبورد خود را تا زمانی فشار دهید که سفینه فضایی به لبه نمایشگر برسد.',

        'text2' => 'کلید جهت‌دار چپ بر روی کیبورد خود را تا زمانی فشار دهید که سفینه فضایی به لبه نمایشگر برسد.',

        'text3' => 'کلید جهت‌دار بالا بر روی کیبورد خود را تا زمانی فشار دهید که سفینه فضایی به لبه نمایشگر برسد.',

        'text4' => 'کلید جهت‌دار پایین بر روی کیبورد خود را تا زمانی فشار دهید که سفینه فضایی به لبه نمایشگر برسد.',

        'text5' => 'برای نمایش نشانگر میزان سوخت کلید « C » بر روی کیبورد خود را فشار دهید.',

        'text6' => 'برای نمایش مجدد نشانگر میزان سوخت کلید « C » بر روی کیبورد خود را فشار دهید.',

        'text_score' => "امتیاز",
        
        'text_fuel' => "سوخت",
        
        'text_refueled' => "بنزین زدی",
        
        'text_end' => "خیلی خوب. شما جلسه تمرین را کامل کرده اید.",
        
        'text_press_fuel_display_1' => 'کلید « C » را روی صفحه کلید خود فشار دهید تا ',
        
        'text_press_fuel_display_2' => 'نمایشگر سوخت سنج',
        
        'text_press_fuel_touch_1' => "سطح سوخت بحرانی است، فشار دهید",
        
        'text_press_fuel_touch_2' => "نوار فاصله برای سوخت گیری",
    ];