<?php
    return [
        'instructions' => 'دستورالعمل‌ها',
        'text1' => 'عالی. اکنون که شما با اجزاء متفاوت بازی آشنا شدید، می‌توانید بر روی یک نمونه کامل از بازی تمرین کنید.',
        'text2' => 'جمع‌بندی اهداف: ',
        'text3' => 'ستاره‌ها را جمع‌آوری کنید – برای هرکدام شما :stars_points امتیاز به‌دست خواهید آورد.',
        'text4' => 'از سنگ‌ها دوری کنید – هر برخورد :collide_rock امتیاز از شما کاهش خواهد داد.',
        'text5' => 'سنگ‌ها را از بین ببرید – برای هر از بین بردن سنگ، شما :fire_rock_success امتیاز به‌دست خواهید آورد.',
        'text6' => 'سفینه را سوخت‌گیری مجدد کنید – هر بار که به‌موقع سوخت‌گیری کنید (فقط زمانی که نشانگر میزان سوخت بر روی بخش قرمز قرار دارد)، :fill_fuel امتیاز به‌دست خواهید آورد.',
        'text7' => 'یادآوری کلیدها:',
        'text8' => 'برای هدایت سفینه فضایی - کلیدهای جهت‌دار.',
        'text9' => 'برای شلیک موشک‌ها - F.',
        'text10' => 'برای نمایش نمایشگر میزان سوخت - C.',
        'text11' => 'برای سوخت‌گیری مجدد - کلید فاصله.',
        'text12' => 'اکنون شما می‌توانید جلسه تمرینی کامل را انجام دهید.',
        'text13' => 'برای شروع تمرین "شروع" را فشار دهید.',
        'start' => 'شروع',
    ];