<?php
    return [
        'instructions' => 'دستورالعمل‌ها',
        'text1' => 'در این تکلیف، هدف شما به‌دست آوردن بیشترین امتیاز ممکن خواهد بود.',
        'text2' => 'برای انجام این کار، شما یک سفینه فضایی که هدف آن جمع‌آوری ستاره‌هاست را هدایت می‌کنید.',
        'text3' => 'برای هر ستاره‌ای که جمع‌آوری می‌کنید، :stars_points امتیاز خواهید گرفت.',
        'text4' => 'شما می‌توانید سفینه فضایی را با استفاده از کلیدهای جهت‌دار روی کیبورد (کلیدهای بالا، پایین، چپ، راست) هدایت کنید.',
        'text5' => 'شما بایستی از سنگ‌ها نیز دوری کنید، اگر سفینه فضایی شما با یکی از سنگ‌ها برخورد کند، شما :collide_rock امتیاز از دست خواهید داد.',
        'text6' => 'پس، سعی کنید با هدایت کردن سفینه فضایی از سنگ‌ها دوری کنید. شما همچنین می‌توانید با شلیک موشک‌ها از سفینه فضایی خود سنگ‌ها را از بین ببرید.',
        'text7' => 'برای شلیک موشک‌ها، کلید "F" را فشار دهید. اگر یک سنگ را از بین ببرید، شما :fire_rock_success امتیاز به‌دست خواهید آورد.',
        'text8' => 'جهت ادامه دستورالعمل‌ها، بر روی "ادامه" کلیک کنید.',
        'continue' => 'ادامه',
    ];
?>
