<?php
    return [
        'instructions' => 'دستورالعمل‌ها',
        'text1' => 'عالی! در ادامه، سفینه فضایی شما به سوخت نیز نیاز خواهد داشت.',
        'text2' => 'شما با فشار دادن کلید "C" می‌توانید نشانگر میزان سوخت را نمایش دهید.',
        'text3' => 'به‌محض رسیدن نشانگر میزان سوخت به قسمت قرمز، شما می‌توانید با فشار دادن کلید فاصله بر روی کیبورد خود سفینه خود را مجدداً سوخت‌گیری کنید. اگر شما در زمان درستی مجدداً سوخت‌گیری کنید، :fill_fuel امتیاز به‌دست خواهید آورد.',
        'text4' => 'اگر شما سوخت‌گیری مجدد را فراموش کنید، نشانگر میزان سوخت به‌طور خودکار پُر خواهد شد، اما شما امتیازی به‌‎دست نخواهید آورد.',
        'text5' => '"شروع" را فشار دهید تا با میزان سوخت سفینه فضایی خود آشنا شوید.',
        'start' => 'شروع',
    ];